ON_MEMBER_LEFT_MSG = "{} оказался пердателем!"

ON_MEMBER_JOINED_MSG = """{}, Привет!

Я - бот Test Club'a и расскажу, что тут происходит.

Если ты ещё не знаешь, то Test Club - это активное сообщество людей, для которых понятие "обеспечение качества" так или иначе - ведущее в их профессиональной жизни. Не важно: начинающий ли ты тестировщик, ручной или автоматизатор, или же опытный SDET. Тут мы стараемся создать здоровую атмосферу взаимных поддержки и уважения.

Test Club был создан Александром Пушкаревым (он же Дядя Саша) и на его канале на ютубе ты найдешь много полезной информации.
Рекомендуем подписаться на канал и просмотреть плейлисты:
https://youtube.com/c/TestClubRU

Как видишь, у нас тут каналы/чаты (текстовые и голосовые) тематические. Так легче искать необходимую информацию (самая важная закреплена в шапке), сообщников по интересам, или же просто отключить чат, если тебя он не интересует.

Вот самые важные чаты:
#general - общие темы.
#резюме-на-растерзание - сюда можно закинуть свое резюме и получить по нему обратную связь.
#зажизнь - место боли, слез и утешения. Тут можно пожаловаться на айти и около него, и коллеги тебя поддержат в трудную минуту. Ты не один!
#discord-bot-challenge - тут создают меня и получают реальный опыт в тестировании. Если нужен опыт в разработке опенсорсного проекта - заходи! Один раз в неделю происходит митинг разработчиков, записи старых встреч - на YT Дяди Саши.
#мок-интервью - тут можно оставить заявку на мок-интервью на тестировщика. Это интервью будет доступно в записи на YT у Дяди Саши.
#добровольная-дружина - если кто будет шалить и хулиганить - репортите сюда, пожалуйста.
#sdet-academy - это бесплатный курс Дяди Саши, где научат плохому и сделают из тебя тестировщика в широком смысле этого слова (SDET)

В общем, добро пожаловать в клуб!
"""

PONG_MSG = 'Шо нада была, хазяин?!'

PING_COMMAND = '$bot'